Repository: neoslabx/powered-minifier
Catalog: languages/powered-minifier-*.po
Languages: es_es, fr_fr, it_it, pt_pt

source: Powered Minifier allow you to reduce your page load and increase your performance by minifying your HTML source along with all the CSS and JS code present in your markup.
es_es: Powered Minifier te permite reducir la carga de la página y mejorar el rendimiento minificando el código fuente HTML junto con todo el CSS y JS presentes en tu marcado.
fr_fr: Powered Minifier vous permet de réduire le temps de chargement et d’augmenter les performances en miniﬁant votre code source HTML ainsi que tout le CSS et le JS présents dans votre balisage.
it_it: Powered Minifier consente di ridurre il tempo di caricamento e migliorare le prestazioni miniﬁcando il sorgente HTML insieme a tutto il codice CSS e JS presente nel markup.
pt_pt: O Powered Minifier permite reduzir o tempo de carregamento e aumentar o desempenho ao minificar o código-fonte HTML juntamente com todo o CSS e JS presentes no seu markup.

source: Settings
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Your settings have been successfully updated.
es_es: La configuración se ha actualizado correctamente.
fr_fr: Vos paramètres ont été mis à jour avec succès.
it_it: Le impostazioni sono state aggiornate con successo.
pt_pt: As definições foram atualizadas com sucesso.

source: You have not set up your minifier options ! In order to do so, please use the below form.
es_es: Aún no has configurado las opciones del minificador. Para hacerlo, utiliza el formulario inferior.
fr_fr: Vous n’avez pas encore configuré vos options de minification ! Pour ce faire, veuillez utiliser le formulaire ci-dessous.
it_it: Non hai ancora configurato le opzioni del minificatore! Per farlo, utilizza il modulo qui sotto.
pt_pt: Ainda não definiu as opções do minificador! Para o fazer, utilize o formulário abaixo.

source: Your plugin is properly configured ! You can change at anytime your minifier options using the below form.
es_es: El plugin está correctamente configurado. Puedes cambiar las opciones del minificador en cualquier momento usando el formulario inferior.
fr_fr: Votre extension est correctement configurée ! Vous pouvez modifier à tout moment les options de minification via le formulaire ci-dessous.
it_it: Il plugin è configurato correttamente! Puoi modificare in qualsiasi momento le opzioni del minificatore usando il modulo sottostante.
pt_pt: O plugin está corretamente configurado! Pode alterar as opções do minificador a qualquer momento usando o formulário abaixo.

source: Minify HTML
es_es: Minificar HTML
fr_fr: Minifier le HTML
it_it: Minifica HTML
pt_pt: Minificar HTML

source: Do you want to minify your HTML HTML source ?
es_es: ¿Deseas minificar tu código fuente HTML?
fr_fr: Souhaitez-vous minifier votre source HTML ?
it_it: Vuoi minificare il sorgente HTML?
pt_pt: Deseja minificar o seu código-fonte HTML?

source: Minification Level
es_es: Nivel de minificación
fr_fr: Niveau de minification
it_it: Livello di minificazione
pt_pt: Nível de minificação

source: Low (higher readability)
es_es: Bajo (mayor legibilidad)
fr_fr: Faible (meilleure lisibilité)
it_it: Basso (maggiore leggibilità)
pt_pt: Baixo (maior legibilidade)

source: Highest (no readability, smallest size)
es_es: Máximo (sin legibilidad, tamaño mínimo)
fr_fr: Maximal (aucune lisibilité, taille minimale)
it_it: Massimo (niente leggibilità, dimensione minima)
pt_pt: Máximo (sem legibilidade, menor tamanho)

source: Minify CSS
es_es: Minificar CSS
fr_fr: Minifier le CSS
it_it: Minifica CSS
pt_pt: Minificar CSS

source: Do you want to minify the CSS code present in the HTML source ?
es_es: ¿Deseas minificar el código CSS presente en el código fuente HTML?
fr_fr: Souhaitez-vous minifier le code CSS présent dans la source HTML ?
it_it: Vuoi minificare il codice CSS presente nel sorgente HTML?
pt_pt: Deseja minificar o código CSS presente no código-fonte HTML?

source: Minify JS
es_es: Minificar JS
fr_fr: Minifier le JS
it_it: Minifica JS
pt_pt: Minificar JS

source: Do you want to minify the JS code present in the HTML source ?
es_es: ¿Deseas minificar el código JS presente en el código fuente HTML?
fr_fr: Souhaitez-vous minifier le code JS présent dans la source HTML ?
it_it: Vuoi minificare il codice JS presente nel sorgente HTML?
pt_pt: Deseja minificar o código JS presente no código-fonte HTML?

source: Remove HTML / CSS and JS Comments
es_es: Eliminar comentarios HTML / CSS y JS
fr_fr: Supprimer les commentaires HTML / CSS et JS
it_it: Rimuovi i commenti HTML / CSS e JS
pt_pt: Remover comentários de HTML / CSS e JS

source: Do you want to remove the HTML / CSS and JS comments from the HTML source ?
es_es: ¿Deseas eliminar los comentarios HTML / CSS y JS del código fuente HTML?
fr_fr: Souhaitez-vous supprimer les commentaires HTML / CSS et JS de la source HTML ?
it_it: Vuoi rimuovere i commenti HTML / CSS e JS dal sorgente HTML?
pt_pt: Deseja remover os comentários de HTML / CSS e JS do código-fonte HTML?

source: Remove HTML / CSS and JS empty lines
es_es: Eliminar líneas vacías de HTML / CSS y JS
fr_fr: Supprimer les lignes vides HTML / CSS et JS
it_it: Rimuovi le righe vuote di HTML / CSS e JS
pt_pt: Remover linhas vazias de HTML / CSS e JS

source: Do you want to remove the HTML / CSS and JS empty lines from the HTML source ?
es_es: ¿Deseas eliminar las líneas vacías de HTML / CSS y JS del código fuente HTML?
fr_fr: Souhaitez-vous supprimer les lignes vides HTML / CSS et JS de la source HTML ?
it_it: Vuoi rimuovere le righe vuote di HTML / CSS e JS dal sorgente HTML?
pt_pt: Deseja remover as linhas vazias de HTML / CSS e JS do código-fonte HTML?

source: Remove XHTML closing tag from HTML5 void elements
es_es: Eliminar la etiqueta de cierre XHTML de los elementos vacíos de HTML5
fr_fr: Supprimer la balise de fermeture XHTML des éléments vides HTML5
it_it: Rimuovi il tag di chiusura XHTML dagli elementi vuoti HTML5
pt_pt: Remover a etiqueta de fecho XHTML dos elementos vazios do HTML5

source: Do you want to remove the XHTML closing tag ? (If you are not sure leave "ON")
es_es: ¿Deseas eliminar la etiqueta de cierre XHTML? (Si no estás seguro, deja "ON")
fr_fr: Souhaitez-vous supprimer la balise de fermeture XHTML ? (Si vous n’êtes pas sûr, laissez « ON »)
it_it: Vuoi rimuovere il tag di chiusura XHTML? (Se non sei sicuro, lascia "ON")
pt_pt: Deseja remover a etiqueta de fecho XHTML? (Se não tem a certeza, deixe "ON")

source: Remove relative domain from internal URLs
es_es: Eliminar el dominio relativo de las URL internas
fr_fr: Supprimer le domaine relatif des URL internes
it_it: Rimuovi il dominio relativo dagli URL interni
pt_pt: Remover o domínio relativo dos URL internos

source: Do you want to remove the relative domain from the internal URLs ? (If you are not sure leave "OFF")
es_es: ¿Deseas eliminar el dominio relativo de las URL internas? (Si no estás seguro, deja "OFF")
fr_fr: Souhaitez-vous supprimer le domaine relatif des URL internes ? (Si vous n’êtes pas sûr, laissez « OFF »)
it_it: Vuoi rimuovere il dominio relativo dagli URL interni? (Se non sei sicuro, lascia "OFF")
pt_pt: Deseja remover o domínio relativo dos URL internos? (Se não tem a certeza, deixe "OFF")

source: Remove HTTP/HTTPS from all URLs
es_es: Eliminar HTTP/HTTPS de todas las URL
fr_fr: Supprimer HTTP/HTTPS de toutes les URL
it_it: Rimuovi HTTP/HTTPS da tutti gli URL
pt_pt: Remover HTTP/HTTPS de todos os URL

source: Do you want to remove the HTTP & HTTPS schemes from all URLs ? (If you are not sure leave "OFF")
es_es: ¿Deseas eliminar los esquemas HTTP y HTTPS de todas las URL? (Si no estás seguro, deja "OFF")
fr_fr: Souhaitez-vous supprimer les schémas HTTP et HTTPS de toutes les URL ? (Si vous n’êtes pas sûr, laissez « OFF »)
it_it: Vuoi rimuovere gli schemi HTTP e HTTPS da tutti gli URL? (Se non sei sicuro, lascia "OFF")
pt_pt: Deseja remover os esquemas HTTP e HTTPS de todos os URL? (Se não tem a certeza, deixe "OFF")

source: Support Multi-Byte UTF-8 encoding
es_es: Compatibilidad con codificación UTF-8 multibyte
fr_fr: Prendre en charge l’encodage UTF-8 multi-octets
it_it: Supporto per codifica UTF-8 multibyte
pt_pt: Suportar codificação UTF-8 multibyte

source: Do you want to support multi-byte encoding if you see odd encoding ? (If you are not sure leave "OFF")
es_es: ¿Deseas activar la compatibilidad multibyte si observas problemas de codificación? (Si no estás seguro, deja "OFF")
fr_fr: Souhaitez-vous activer la prise en charge multi-octets si vous constatez des encodages étranges ? (Si vous n’êtes pas sûr, laissez « OFF »)
it_it: Vuoi attivare il supporto multibyte se noti problemi di codifica? (Se non sei sicuro, lascia "OFF")
pt_pt: Deseja ativar suporte multibyte se notar problemas de codificação? (Se não tem a certeza, deixe "OFF")

source: Display Stats
es_es: Mostrar estadísticas
fr_fr: Afficher les statistiques
it_it: Mostra statistiche
pt_pt: Mostrar estatísticas

source: Do you want to display the minification stats at the bottom of the HTML source ?
es_es: ¿Deseas mostrar las estadísticas de minificación al final del código fuente HTML?
fr_fr: Souhaitez-vous afficher les statistiques de minification en bas de la source HTML ?
it_it: Vuoi mostrare le statistiche di minificazione in fondo al sorgente HTML?
pt_pt: Deseja mostrar as estatísticas de minificação no final do código-fonte HTML?

source: Debug Comments
es_es: Comentarios de depuración
fr_fr: Commentaires de débogage
it_it: Commenti di debug
pt_pt: Comentários de depuração

source: Do you want to display the debug html comments at the header and footer of the HTML source ?
es_es: ¿Deseas mostrar comentarios HTML de depuración en el encabezado y el pie del código fuente HTML?
fr_fr: Souhaitez-vous afficher des commentaires HTML de debug en en-tête et en pied de la source HTML ?
it_it: Vuoi mostrare commenti HTML di debug nell’header e nel footer del sorgente HTML?
pt_pt: Deseja mostrar comentários HTML de depuração no cabeçalho e rodapé do código-fonte HTML?

source: Console Load Time
es_es: Tiempo de carga en consola
fr_fr: Temps de chargement (console)
it_it: Tempo di caricamento in console
pt_pt: Tempo de carregamento na consola

source: Do you want to display the page loading time into your browser console ? (If you are not sure leave "OFF")
es_es: ¿Deseas mostrar el tiempo de carga de la página en la consola del navegador? (Si no estás seguro, deja "OFF")
fr_fr: Souhaitez-vous afficher le temps de chargement de la page dans la console du navigateur ? (Si vous n’êtes pas sûr, laissez « OFF »)
it_it: Vuoi mostrare il tempo di caricamento della pagina nella console del browser? (Se non sei sicuro, lascia "OFF")
pt_pt: Deseja mostrar o tempo de carregamento da página na consola do navegador? (Se não tem a certeza, deixe "OFF")

source: Update Settings
es_es: Actualizar configuración
fr_fr: Mettre à jour les paramètres
it_it: Aggiorna impostazioni
pt_pt: Atualizar definições
